# SPDX-FileCopyrightText: Copyright (c) 2021 NVIDIA CORPORATION & AFFILIATES. All rights reserved.
# SPDX-License-Identifier: MIT

platform: "onnxruntime_onnx"
max_batch_size: 128

input [
    {
      name: "spec"
      data_type: TYPE_FP32
      dims: [ 80, -1 ]
    }
]

output [
    {
      name: "audio"
      data_type: TYPE_FP32
      dims: [ 1, -1 ]
    }
]